---
layout: default
title: We live Wildstar
---

<h1>Wir leben Wildstar!</h1>

<p>Du findest MMORPGs sowie Online-Spiele gut? Dann bist du bei uns genau an der richtigen Adresse! Die Gilde <a href="http://brutal-dedication.de">Brutal Dedication</a> besteht seit dem Jahr 2008 und wurde in <a href="http://eu.battle.net/wow/en/?-">World of Warcraft</a> gegr&uuml;ndet. Von dort aus haben wir uns nun auf den Weg zum Planeten Nexus gemacht, um auf dem PvP-Server "Progenitor" uns auszutoben.</p>

<p>
Hier wollen wir nun unsere Zelte aufschlagen und an erfolgreiche Zeiten ankn&uuml;pfen. F&uuml;r dieses Vorhaben <a href="/apply">suchen wir f&auml;hige Spieler</a>, welche uns in den epischen Schlachten von Wildstar unterst&uuml;tzen. Wir bieten euch eine Gildenleitung, welche aus erfahrenen MMOlern besteht sowie eine absolut fähige Raidleitung. Dar&uuml;ber hinaus wird die Lootverteilung bei uns &uuml;ber ein faires Loot-Council-System geregelt, welches aus der Gildenleitung sowie den Klassen-Offizieren besteht. <br/>
Wir bieten euch neben der oben genannten Punkte eine gepflegte Web-Pr&auml;senz, inklusive Forum und einen eigenen Teamspeak3-Server. Darüber hinaus bieten wir ein sehr famili&auml;res Gildenklima, wobei der n&ouml;tige Ehrgeiz und Ernst nie aus den Augen verloren gehen sollte, um unsere gesteckten Ziele zu erreichen.
</p>

<img src="/img/data/nexus-wallpaper.jpg" alt="Nexus Banner" />

<h2 id="ziele">Unsere Ziele</h2>

<p>Wir wollen auf einem PvP-Server die Fraktion <a href="http://www.wildstar-online.com/de/the-game/races/">der Dominion</a> vertreten und gildeninterne 20er sowie 40er-Raids veranstalten. Diese Raids werden 3 bis 4 Mal in der Woche stattfinden. Wir wollen allerdings nicht nur jeden Encounter des jeweiligen Tiers sehen und besiegen, sondern dies auch als erste Gilde auf dem Server schaffen! Dieses Vorhaben wollen wir mit einem Raidkader angehen, welcher nicht gr&ouml;ßer sein soll als 55 Personen.</p>

<img src="/img/data/landscape-wallpaper-01.jpg" alt="Landscape Wallpaper" />

<h2>Was wir erwarten</h2>

<p>Um dieses Vorhaben erfolgreich zu bew&auml;ltigen, stellen wir hohe Anforderungen an unsere Member. F&uuml;r uns ist die Zuverl&auml;ssigkeit sowie die Loyalität gegen&uuml;ber der Gilde unabdingbar und oberstes Kriterium. Dar&uuml;ber hinaus ist das Klassenverst&auml;ndnis von immenser Bedeutung, welches sich auf die beiden Rollen der gespielten Klasse bezieht. 
Unsere Member m&uuml;ssen Kritik annehmen und auch konstruktive Kritik &auml;ußern k&ouml;nnen. Bereits vorhandene Raiderfahrung w&auml;re von Vorteil, allerdings stellt fehlende Raiderfahrung kein Ausschlusskriterium dar.</p>

<a class="button_green apply" href="/apply">Jetzt bei uns bewerben!</a>